const firebase = require('firebase');


firebase.initializeApp({
  apiKey: 'AIzaSyDYgB_ZFszhn_yPVSJkNvG97PNIE4YAFFQ',
  authDomain: 'foodle-add-ict.firebaseapp.com',
  databaseURL: 'https://foodle-add-ict.firebaseio.com',
  projectId: 'foodle-add-ict',
  storageBucket: 'foodle-add-ict.appspot.com'
})

const foods = [
  {
    "name": "Rinchen's Indian kitchen",
    "type": "인도요리",
    "time": "11:00-22:00",
    "lng": 127.0603663,
    "lat": 37.59556589,
    "menu": "난(갈릭,  플레인,  버터,  치즈,  김치, 치즈),  탄두리 치킨,  치킨 티카,  치킨탄두르, 버터 카준,  탄두리 램,  리시미 케밥,  얄루 쁘론타,  인디언 바스마티 라이스,  플레인 라이스,  지라 라이스,  비리아니(치킨,  새우,  양, 베지), 쵸우면(야채,  치킨, 해산물),  사모사,  바바드,  칠리치킨,  빠꼬라,  알루짜나차뜨,  라씨,(플레인  망고  바나나),  짜이(인도  맛살라  까와) 등    Take out 메뉴도 있다."
  },
  {
    "name": "우미정",
    "type": "한식",
    "time": "10:00-22:00",
    "lng": 127.060889,
    "lat": 37.595713,
    "menu": "갈비정식  갈비찜  제육쌈밥  김치찜  우미정된장찌개  한우  돼지갈비  삼겹살  생목살  항정살  게장추가  한우불낙전골  한우불고기버섯전골  갈비탕  설렁탕  한우뚝배기불고기  냉면"
  },
  {
    "name": "은주네 돈까스와 돌솥",
    "type": "한식",
    "time": "10:40-20:50",
    "lng": 127.060782,
    "lat": 37.59548513,
    "menu": "등심돈까스,  제육김치볶음,  제육뚝배기불고기,  해물순두부,  돌솥비빔밥"
  },
  {
    "name": "그린치킨 닥터",
    "type": "양식",
    "time": "10:00-22:00",
    "lng": 127.0599157,
    "lat": 37.59543412,
    "menu": "양념스테이크,  치킨스테이크,  바베큐,  콘버터"
  },
  {
    "name": "화덕고",
    "type": "한식",
    "time": "17:00-24:00 마지막 주문 23:00",
    "lng": 127.059803,
    "lat": 37.594919,
    "menu": "냉면,  계란찜,  추억의 도시락,  멸치국수,  가브리살,  껍데기,  삼겹살,  고추장닭갈비,  암돼지, 삼겹,  목살,  고추장삼겹,  된장찌개"
  },
  {
    "name": "마루기",
    "type": "일식",
    "time": "11:00-21:00\nBreak time 15:15-17:00\n일요일휴무 ",
    "lng": 127.060454,
    "lat": 37.595542,
    "menu": "가츠동,  규동,  에비동,  가라아게동, 마루기동,  치킨가츠동,  부타쇼가야끼정식, 돈코츠라멘,  차슈라멘,  사누끼우동, 나가사키짬뽕,  매운미소라멘,  야끼소바돈까스정식,  냉라멘(히야시츄카),  쇼유라멘,  미소라멘,  카라이시오라멘,  삿포로미소라멘,  네기라멘,  타코야끼,  교자,  감자고로케,  도리노가라아게,  도리노가라아게정식"
  },
  {
    "name": "낭풍 김치찌개의 집",
    "type": "한식",
    "time": "",
    "lng": 127.060098,
    "lat": 37.595841,
    "menu": "낭풍찌개 , 계란말이"
  },
  {
    "name": "청년다방",
    "type": "분식",
    "time": "10:00-22:00",
    "lng": 127.061094,
    "lat": 37.597098,
    "menu": "차돌박이떡볶이,  통큰오짱떡볶이, 깻잎순대떡볶이,  다모아튀김,  버터갈릭감자튀김"
  },
  {
    "name": "영화장",
    "type": "중식",
    "time": "11:00 - 22:00, \nBreak time 15:30 - 16:30\n Last order  21:20 ",
    "lng": 127.060952,
    "lat": 37.596808,
    "menu": "짜장면,  탕수육,  짬뽕"
  },
  {
    "name": "치보",
    "type": "양식",
    "time": "11:30 - 22:00, 토요일 11:30 - 19:30\n일요일 휴무",
    "lng": 127.057469,
    "lat": 37.599206,
    "menu": "부카니에라 스파게티, 비텔로스파게티, 아마트리치아나스파게티, 모짜렐라스파게티, 감베로니스파게티, 라구스파게티, 까르보나라스파게티, 고르곤졸라스파게티, 카비알레스파게티, 살모네스파게티, 알리오스파게티, 페스카토레스파게티, 봉골레스파게티, 마리나라 리조토, 포르치니 리조토"
  },
  {
    "name": "밀플랜비",
    "type": "핫도그",
    "time": "10:00 - 23:00",
    "lng": 127.057796,
    "lat": 37.599322,
    "menu": "치킨라이스 브리또, 소고기라이스 브리또, 소고기 베이컨 라이스 브리또, 치킨감자브리또, 새우감자브리또, 소고기베이컨감자브리또, 소시지감자브리또, 미트볼감자브리또, 수제소시지핫도그, 기본핫도그, 감자핫도그, 고구마핫도그, 단호박핫도그, 후실리핫도그, 해쉬브라운감자, 사이드와인더감자, 크리스피감자, 새우튀김앤칩스, 크림치즈프레첼, 크림생맥주"
  },
  {
    "name": "짚신매운갈비찜",
    "type": "한식",
    "time": "11:00-23:00",
    "lng": 127.060741,
    "lat": 37.595725,
    "menu": "궁물닭발,  매운돼지갈비찜, 매운소갈비찜, 사리추가,  계란찜,  순두부탕"
  },
  {
    "name": "도네누 볏짚 통삼겹갈비",
    "type": "한식",
    "time": "",
    "lng": 127.060721,
    "lat": 37.595486,
    "menu": "왕갈비,  양념갈비,  갈매기살, 안창살, 갈비살,  돼지껍데기,  생삼겹살, 항정살,  볏짚통삼겹살, 뼈없는 양념닭발,  매콤삼겹살,"
  },
  {
    "name": "레알라면",
    "type": "분식",
    "time": "11:00-15:00, 17:00-21:00\n일요일 휴무",
    "lng": 127.059816,
    "lat": 37.59563,
    "menu": "옐로, 오렌지,  레드"
  },
  {
    "name": "아지매식당",
    "type": "한식",
    "time": "9:30-22:00",
    "lng": 127.060611,
    "lat": 37.595626,
    "menu": "돼지고기김치찌개,  부대찌개,  제육쌈밥,  돼지불백,  카레불백,  오삼불고기,  소불고기,  돼지갈비,  참치김치볶음밥,  제육덮밥,  순두부"
  },
  {
    "name": "외대 철판마을",
    "type": "한식",
    "time": "10:00-21:30\nBreak time ??\n토요일 휴무\n",
    "lng": 127.0599747,
    "lat": 37.59557439,
    "menu": "철판 (삼겹살,  닭,  제육,  오징어,  불고기)"
  },
  {
    "name": "마카나이",
    "type": "일식",
    "time": "평일 10:00-22:00 \n마지막 주문 21:00 \n주말 12:00-22:00",
    "lng": 127.059966,
    "lat": 37.595065,
    "menu": "돈코츠라멘,  스페셜라멘,  매운돈코츠라멘,  에비쇼유라멘,  차슈덮밥,  규동,  유케동,  연어덮밥,  돈까스카레,  규카레"
  },
  {
    "name": "다해식당",
    "type": "한식",
    "time": "10:30-21:30\n첫째,셋째주 토요일 휴무",
    "lng": 127.060634,
    "lat": 37.595808,
    "menu": "순두부,  참치찌개,  제육덮밥,  오징어덮밥,  떡만두국,  돌솥비빔밥,  김치찌개,  짬뽕라면,  떡라면,  만두라면,  라면,  콩나물비빔밥,  김치볶음밥,  된장찌개,  육개장,  뚝배기불고기,  불고기비빔밥,  생선구이,  내장탕,  갈비탕,  알밥,  제육볶음,  오징어볶음,  해물볶음밥"
  },
  {
    "name": "언니네함바그",
    "type": "양식",
    "time": "11:00-21:00, 마지막 주문 20:30\n매주 일요일 휴무",
    "lng": 127.06053,
    "lat": 37.595905,
    "menu": "언니네 함바그,  언니네 매콤 함바그,  언니네 치즈함바그"
  },
  {
    "name": "옹골진치킨 외대점",
    "type": "치킨",
    "time": "16:30 - 03:00\n둘째주, 넷째주 일요일휴무",
    "lng": 127.061325,
    "lat": 37.596995,
    "menu": "후라이드치킨, 양념치킨, 살로만후라이드치킨, 살로만양념치킨, 마늘간장치킨, 살로만마늘간장치킨, 파닭"
  },
  {
    "name": "돌돌말아 뽀글뽀글",
    "type": "한식",
    "time": "06:00-22:00",
    "lng": 127.057132,
    "lat": 37.598694,
    "menu": "참치찌개, 순두부찌개, 백반, 고등어구이, 김치찌개, 비빔밥, 알밥, 쫄면"
  },
  {
    "name": "프라도",
    "type": "이탈리안 음식",
    "time": "10:00-22:00  \nbreak time 14:30-16:30 \n( Coffee / Tea 가능)",
    "lng": 127.056774,
    "lat": 37.598113,
    "menu": "카프레제 샐러드,  시저 샐러드,  시실리안 피자,  고르곤졸라 피자,  마르게리타 피자,  까르보나라,  뽀모도로,  버섯 크림 파스타,  봉골레 파스타,  해물 토마토 파스타,  매운 해믈 파스타,  해물 크림 파스타,  게살 크림 파스타,  치킨 크림 리조또,  소고기 버섯 토마토 리조또,  매운 해물 리조또"
  },
  {
    "name": "바른밥버거",
    "type": "한식",
    "time": "07:00 - 22:00",
    "lng": 127.056543,
    "lat": 37.598585,
    "menu": "바른 밥버거,  고추 밥버거,  치즈 밥버거,  햄 밥버거,  햄치즈 밥버거,  돈까스 밥버거,  새우 밥버거,  멸치 밥버거,  제육 밥버거,  김치제육 밥버거,  바른 도시락,  소불고기 도시락,  치킨마요,  통큰 치킨마요,  소불고기 밥버거,  김치불고기 밥버거,  불닭 밥버거,  돈불닭 밥버거,  소불닭 밥버거,  치즈불닭 밥버거,  멸치마요 밥버거,  떡갈비 밥버거,  김치떡갈비 밥버거,  든든 바버거,  제육 도시락,  치킨 카레,  참치 마요,  통큰 참치마요"
  },
  {
    "name": "내가찜한닭",
    "type": "한식",
    "time": "10:00 - 22:00",
    "lng": 127.0620266,
    "lat": 37.59552338,
    "menu": "안동찜닭, 고추장찜닭"
  },
  {
    "name": "돈부리청년",
    "type": "일식",
    "time": "11:00 - 20:30",
    "lng": 127.058128,
    "lat": 37.599216,
    "menu": "오야꼬동,  가쯔동,  규동,  핫도리동,  사케동"
  },
  {
    "name": "뜨겁개 핫도그",
    "type": "핫도그",
    "time": "",
    "lng": 127.056324,
    "lat": 37.59846,
    "menu": "메인 메뉴) 콘 갈릭,  스파이시 갈릭,  커리치즈 갈릭,  BBQ치즈 갈릭,  CHEESE BOMB,  PIZZA, DOG   사이드 메뉴) 수제 소시지,  듬뿍치즈나쵸,  감자튀김, 치즈샤워프라이"
  },
  {
    "name": "일층집",
    "type": "한식",
    "time": "10:00-21:30\n일요일 휴무, 국경일 영업",
    "lng": 127.057665,
    "lat": 37.599611,
    "menu": "부대찌개"
  },
  {
    "name": "충만치킨",
    "type": "한식",
    "time": "매일 17:00 - 1:00,토요일휴무",
    "lng": 127.060765,
    "lat": 37.595237,
    "menu": "후라이드,  양념,  스노우어니언,  티꾸닭"
  },
  {
    "name": "이번지 깡통집",
    "type": "한식",
    "time": "매일 11:00 - 02:00",
    "lng": 127.061353,
    "lat": 37.595525,
    "menu": "허브칼집삼겹살,  한돈삼겹살,  허브대패삼겹살,  차돌박이,  껍데기,  갈릭삼겹살,  불돼지"
  },
  {
    "name": "일락",
    "type": "일식",
    "time": "매일 11:00 - 22:00, 일요일휴무",
    "lng": 127.061195,
    "lat": 37.595825,
    "menu": "라멘,  돈부리"
  },
  {
    "name": "39돈가스",
    "type": "한식",
    "time": "매일 10:30 - 20:30",
    "lng": 127.0610797,
    "lat": 37.59559989,
    "menu": "등심돈가스,  치킨돈가스,  피자돈가스,  카레돈가스"
  },
  {
    "name": "미스 사이공",
    "type": "베트남음식점",
    "time": "매일 10:00-22:00",
    "lng": 127.060019,
    "lat": 37.59468,
    "menu": "소고기쌀국수,  닭고기쌀국수,  사이공 볶음면,  사이공 볶음밥,  딤섬,  사이공 봉"
  },
  {
    "name": "아욱꽃",
    "type": "한식",
    "time": "",
    "lng": 127.061207,
    "lat": 37.595394,
    "menu": "돈가스,  김치볶음밥,  오징어덮밥"
  },
  {
    "name": "이상한떡볶이집",
    "type": "양식",
    "time": "매일 11:00 - 20:00",
    "lng": 127.061138,
    "lat": 37.595288,
    "menu": "김치볶음밥,  파스타,  팬스테이크,  오므라이스,  치킨덮밥"
  },
  {
    "name": "도란도란곱창",
    "type": "한식",
    "time": "매일 15:00 - 02:00",
    "lng": 127.061453,
    "lat": 37.595571,
    "menu": "야채곱창,  알곱창,  순대볶음,  막창구이,  오돌뼈"
  },
  {
    "name": "81CC",
    "type": "양식",
    "time": "평일 11:00 - 01:00, 주말 15:00 - 01:00",
    "lng": 127.0575383,
    "lat": 37.59862613,
    "menu": "후라이드치킨,  수제피자,  소이버섯크림 파스타"
  },
  {
    "name": "오호돈까스",
    "type": "양식",
    "time": "",
    "lng": 127.061137,
    "lat": 37.597152,
    "menu": "오호돈까스, 양파돈까스, 치즈오븐돈까스, 등심돈까스, 매콤돈까스, 어묵우동, 김치우동, 쫄면"
  },
  {
    "name": "명가식당",
    "type": "한식",
    "time": "",
    "lng": 127.060995,
    "lat": 37.59706,
    "menu": "제육+쌈, 굴콩나물국밥, 황태해장국, 콩비지, 뚝배기불고기, 양푼이비빔밥, 굴순두부, 김치찌개, 된장찌개, 냉면, 녹두삼계탕, 녹두반계탕"
  },
  {
    "name": "중국관",
    "type": "중식",
    "time": "10:40 - 21:30",
    "lng": 127.061084,
    "lat": 37.597399,
    "menu": "짜장면, 짬뽕, 탕수육, 볶음밥"
  },
  {
    "name": "김밥천국",
    "type": "한식",
    "time": "매일 24시간 영업",
    "lng": 127.060967,
    "lat": 37.59737,
    "menu": "김밥, 떡볶이, 쫄면, 우동, 돈까스, 오므라이스, 육개장, 스페셜정식"
  },
  {
    "name": "봉평메밀 시래기",
    "type": "한식",
    "time": "매일 10:30 - 9:30",
    "lng": 127.06079,
    "lat": 37.596922,
    "menu": "메밀물막국수, 메밀비빔막국수, 냉모밀소바, 메밀묵사발, 메밀만두, 메밀부침, 메밀전병, 메밀묵무침, 굴보쌈, 김치보쌈, 마늘보쌈, 보쌈정식, 시래기곤드레밥, 시래기황태국밥, \n시래기들깨탕, 시래기추어탕, 육개장, 메밀만두전골, 들깨감자옹심이, 들께메밀칼국수, 감메밀물막국수, 메밀비빔막국수, 냉모밀소바, 메밀묵사발, 메밀만두, 메밀부침, 메밀전병, 메밀묵무침,\n 굴보쌈, 김치보쌈, 마늘보쌈, 보쌈정식, 시래기곤드레밥, 시래기황태국밥, 시래기들깨탕, 시래기추어탕, 육개장, 메밀만두전골, 들깨감자옹심이, 들께메밀칼국수, 감자옹심이메밀칼국수, 메밀막국수"
  },
  {
    "name": "미성",
    "type": "한식",
    "time": "9:30 - 23:00, 마지막주문 22:00",
    "lng": 127.061263,
    "lat": 37.597629,
    "menu": "은복탕, 밀복탕, 복찜, 복수육, 복튀김, 아구찜탕"
  },
  {
    "name": "통일 부대찌개 ",
    "type": "한식",
    "time": "9:30-21:30",
    "lng": 127.060421,
    "lat": 37.595752,
    "menu": "부대찌개"
  },
  {
    "name": "흑돼지 꿈이야기",
    "type": "고기",
    "time": "16:00-24:00",
    "lng": 127.060378,
    "lat": 37.595622,
    "menu": "싱싱생삼겹, 소금구이, 고추장양념구이, 생목살, 항정살, 돼지갈비, 웰빙모듬삼겹"
  },
  {
    "name": "자매랑 아찌랑",
    "type": "분식",
    "time": "12:00-24:00",
    "lng": 127.060496,
    "lat": 37.595673,
    "menu": "퓨전 주먹밥,모듬 돈까스, 김치볶음밥, 오므라이스, 떡볶이, 돼지김치찌개, 두부김치, 오뎅탕, 오징어볶음 "
  },
  {
    "name": "닭발먹은 새우",
    "type": "한식",
    "time": "15:00-3:00",
    "lng": 127.060666,
    "lat": 37.595697,
    "menu": "통닭발, 무뼈닭발, 닭갈비, 통닭발새우, 무뼈닭발새우, 새우닭갈비, 새우그라탕, 감바스, 간장새우, 새우어묵탕, 새우튀김, 닭튀김, 핫윙&칩스, 소금구이"
  },
  {
    "name": "양쉐프",
    "type": "분식",
    "time": "",
    "lng": 127.060422,
    "lat": 37.595753,
    "menu": "즉석 떡볶이"
  },
  {
    "name": "브릴란테",
    "type": "양식",
    "time": "11:30-21:30 일요일 휴무",
    "lng": 127.060561,
    "lat": 37.595771,
    "menu": "파스타, 스테이크"
  },
  {
    "name": "Sea Sea World",
    "type": "회",
    "time": "",
    "lng": 127.060828,
    "lat": 37.597735,
    "menu": ""
  },
  {
    "name": "한솥",
    "type": "한식",
    "time": "9:00-22:00",
    "lng": 127.059947,
    "lat": 37.595658,
    "menu": "도시락"
  },
  {
    "name": "청춘상회",
    "type": "고기",
    "time": "16:00 - 1:00",
    "lng": 127.061361,
    "lat": 37.597761,
    "menu": "화로삼겹살, 꽃목살, 양념갈매기살, 대구막창, 돼지양념갈비, 오돌갈비, 소갈비살, 소막창, 불닭발, 껍데기 ,새우구이"
  },
  {
    "name": "본죽",
    "type": "죽",
    "time": "10:00-22:00",
    "lng": 127.059947,
    "lat": 37.595658,
    "menu": "죽"
  },
  {
    "name": "광주회관",
    "type": "한식",
    "time": "8:00 - 21:30",
    "lng": 127.060897,
    "lat": 37.597109,
    "menu": "묵은지삼겹살, 제육볶음, 갈치조림, 오징어볶음, 생선구이, 갈치구이, 전복된장탕, 닭볶음, 생태탕, 뚝불고기, 김치찌개 ,된장찌개, 우리콩청국장,두부김치, 꼬막비빔밥 ,꼬막모듬무침"
  },
  {
    "name": "맘스돈까스",
    "type": "양식",
    "time": "",
    "lng": 127.060379,
    "lat": 37.595622,
    "menu": "돈까스"
  },
  {
    "name": "아리랑돈까스",
    "type": "양식",
    "time": "10:00-21:00",
    "lng": 127.060623,
    "lat": 37.595573,
    "menu": "돈까스"
  },
  {
    "name": "자매식당",
    "type": "한식",
    "time": "9:30-21:30 일요일 휴무",
    "lng": 127.060486,
    "lat": 37.595451,
    "menu": "볶음밥, 덮밥, 찌개, 비빔밥, 떡만두국, 북어국, 고등어구이, 내장탕"
  },
  {
    "name": "롯데리아",
    "type": "햄버거",
    "time": "매일 24시간 영업",
    "lng": 127.060904,
    "lat": 37.596313,
    "menu": "햄버거"
  },
  {
    "name": "선이네 순대국",
    "type": "한식",
    "time": "10:00-22:00",
    "lng": 127.060487,
    "lat": 37.595451,
    "menu": "순대국, 뼈해장국, 삼계탕, 감자탕, 순대, 머리고기, 오소리감투"
  },
  {
    "name": "호호브라더스",
    "type": "중식",
    "time": "",
    "lng": 127.061161,
    "lat": 37.596329,
    "menu": ""
  },
  {
    "name": "이케루",
    "type": "일식",
    "time": "영업: 11:00 - 22:00\n점심특선:11:30 - 15:00\n둘째주, 넷째주 일요일 휴무",
    "lng": 127.061179,
    "lat": 37.596744,
    "menu": "모듬초밥, 특선초밥, 스페셜초밥, 반반초밥, 광어초밥, 연어초밥"
  },
  {
    "name": "토담마을",
    "type": "한식",
    "time": "10:00-22:00",
    "lng": 127.060257,
    "lat": 37.59494,
    "menu": "돼지갈비, 생삼겹살, 생목살, 가브리살, 오리, 훈제오리, 생갈비살, 차돌박이, 등심, 스페셜샤브샤브, 등심샤브샤브, 점심특선샤브샤브, 돌솥영양밥, 냉면 "
  },
  {
    "name": "몸짱쭈꾸미",
    "type": "한식",
    "time": "16:00-24:00",
    "lng": 127.059988,
    "lat": 37.594864,
    "menu": "쭈꾸미삼겹살, 쭈꾸미, 쭈꾸미새우, 고르곤졸라피자, 계란찜, 미니어묵탕 "
  },
  {
    "name": "이문시장",
    "type": "고기",
    "time": "월-목 16:00-2:00 \n금토 16:00-3:00\n일 16:00-1:00",
    "lng": 127.060622,
    "lat": 37.59535,
    "menu": "참숯직화구이set, 등심set, 벌집삼겹살, 훈제삼겹살, 마약생삼겹, 대패삼겹살, 허브목살스테이크, 등심"
  },
  {
    "name": "아리가또멘",
    "type": "일식",
    "time": "12:00 - 22:00, 금요일휴무",
    "lng": 127.06118,
    "lat": 37.596743,
    "menu": "나가사끼짬뽕, 매운미소라멘, 돈코츠라멘, 미소라멘, 야끼소바, 가츠동, 규동, 가라아게동, 에비동, 제육덮밥, 사케동, 돈까스카레, 새우튀김카레, 닭튀김카레, 오코노미야끼, 타코야끼"
  },
  {
    "name": "본가 할머니 보쌈",
    "type": "한식",
    "time": "10:00-22:00\n첫째, 셋째주 일요일 휴무",
    "lng": 127.060738,
    "lat": 37.595763,
    "menu": "보쌈정식, 굴보쌈, 김치보쌈, 모듬보쌈"
  },
  {
    "name": "오뚜기 부대찌개",
    "type": "한식",
    "time": "9:30-21:30 \n첫째, 넷째주 토요일 휴무",
    "lng": 127.060803,
    "lat": 37.595862,
    "menu": "부대찌개"
  },
  {
    "name": "밥한술",
    "type": "한식",
    "time": "14:00 - 04:00",
    "lng": 127.061324,
    "lat": 37.596838,
    "menu": "돼지목살순두부찌개 ,왕만두, 기운찬고기칼국수, 비빔칼국수, 닭갈비덮밥 ,소고기덮밥 ,김치찌개, 닭볶음탕 ,치킨스테이크, 소세지야채볶음 ,오삼불고기 ,부대찌개, 고구마튀김 ,해물떡볶이"
  },
  {
    "name": "블럭 피자",
    "type": "피자",
    "time": "평일 11:00-23:00\n주말 11:00-22:00",
    "lng": 127.060887,
    "lat": 37.595987,
    "menu": "페퍼로니, 파인하와이언 PLUS콤비, 양념불고기, 스위트포테이토, 머쉬룸포테이토, 쉬림프, 베이컨체다치즈, 스페셜갈비 ,핫치킨 ,몬스터쉬림프 ,버팔로윙, 웨지감자 ,치즈스틱"
  },
  {
    "name": "신쿵국물떡볶이",
    "type": "분식",
    "time": "",
    "lng": 127.061273,
    "lat": 37.596923,
    "menu": "국물쌀떡볶이 ,국물밀떡볶이, 국물매운닭발, 밀떡순대볶음, 돈가스, 찰순대, 튀김, 주먹밥"
  },
  {
    "name": "무르무르 드 마르젬",
    "type": "양식",
    "time": "11:00-20:30\n Break time 15:30-17:00",
    "lng": 127.060887,
    "lat": 37.595988,
    "menu": "샐러드, 파스타, 피자 "
  },
  {
    "name": "치즈밥있슈?",
    "type": "한식",
    "time": "11:00 - 21:00, 월요일휴무",
    "lng": 127.061378,
    "lat": 37.59666,
    "menu": "갈비치즈밥, 갈비베이컨치즈밥, 카레갈비치즈밥, 베이컨치즈밥, 김치베이컨치즈밥 ,김치잠치치즈밥, 김치참치치즈밥, 김치알치즈밥, 알참치치즈밥, 김치알참치치즈밥, 카레알참치치즈밥, 제육치즈밥,\n고구마치즈밥, 김치고구마치즈밥"
  },
  {
    "name": "콜라겐",
    "type": "한식",
    "time": "",
    "lng": 127.061515,
    "lat": 37.596471,
    "menu": "보쌈정식"
  },
  {
    "name": "닭갈비&막국수",
    "type": "한식",
    "time": "12:00 - 24:00\nbreak time 3:00-4:00",
    "lng": 127.061519,
    "lat": 37.596424,
    "menu": "닭갈비"
  },
  {
    "name": "곱창갤러리",
    "type": "한식",
    "time": "",
    "lng": 127.06168,
    "lat": 37.596382,
    "menu": "곱창"
  },
  {
    "name": "59년 옛날 통닭",
    "type": "치킨",
    "time": "",
    "lng": 127.06162,
    "lat": 37.59621,
    "menu": "옛날통닭, 양념통닭, 똥집후라이드, 순살닭강정"
  },
  {
    "name": "고수찜닭",
    "type": "한식",
    "time": "10:30 - 22:00, 일요일휴무",
    "lng": 127.062025,
    "lat": 37.596347,
    "menu": "찜닭"
  },
  {
    "name": "아이러브피자",
    "type": "피자",
    "time": "14:00 - 24:00",
    "lng": 127.062199,
    "lat": 37.596103,
    "menu": "피자"
  },
  {
    "name": "허재 아줌마네",
    "type": "한식",
    "time": "16:00 - 02:00",
    "lng": 127.062147,
    "lat": 37.595823,
    "menu": "연불밥정식, 연불면정식, 청국장정식, 육개장, 제육덮밥, 잔치국수, 물냉면, 비빔냉면, 나박국수, 나박냉면, 모둠전, 해물파전 "
  },
  {
    "name": "허브 영양족발",
    "type": "한식",
    "time": "14:00 - 02:00\n첫째주, 셋째주 수요일휴무",
    "lng": 127.06243,
    "lat": 37.595954,
    "menu": "왕족발, 불족발, 반반족발, 보쌈, 미니족발, 불미니족발"
  },
  {
    "name": "일품춘천닭갈비",
    "type": "한식",
    "time": "11:00 - 23:00\nbreak time 3:00 - 4:00\n둘째주, 넷째주 화요일휴무\n토요일만 4:00오픈",
    "lng": 127.062333,
    "lat": 37.595954,
    "menu": "닭갈비"
  },
  {
    "name": "한객 샤브샤브 뷔페",
    "type": "중식",
    "time": "11:00-22:30",
    "lng": 127.062596,
    "lat": 37.595514,
    "menu": "샤브샤브 뷔페"
  },
  {
    "name": "맥도날드",
    "type": "햄버거",
    "time": "매일 24시간 영업",
    "lng": 127.061874,
    "lat": 37.595845,
    "menu": "햄버거"
  },
  {
    "name": "김밥천국",
    "type": "분식",
    "time": "매일 24시간 영업",
    "lng": 127.061614,
    "lat": 37.595997,
    "menu": "분식"
  },
  {
    "name": "스시쟁이",
    "type": "일식",
    "time": "11:30-24:00\n Break time 15:00-16:00 (평일)",
    "lng": 127.061391,
    "lat": 37.596032,
    "menu": "스시"
  },
  {
    "name": "외대감자탕",
    "type": "한식",
    "time": "17:00-6:00",
    "lng": 127.061249,
    "lat": 37.59629,
    "menu": "감자탕"
  },
  {
    "name": "호치킨",
    "type": "치킨",
    "time": "13:00 - 01:00",
    "lng": 127.060287,
    "lat": 37.596116,
    "menu": "치킨"
  },
  {
    "name": "도스마스",
    "type": "브리또",
    "time": "",
    "lng": 127.060164,
    "lat": 37.595941,
    "menu": "브리또"
  },
  {
    "name": "옛날 할머니보쌈",
    "type": "한식",
    "time": "10:30-22:00 일요일 휴무",
    "lng": 127.059944,
    "lat": 37.595673,
    "menu": "보쌈정식, 김치보쌈, 배추보쌈, 굴보쌈, 쟁반국수"
  },
  {
    "name": "회기농장",
    "type": "고기",
    "time": "11:30-22:00 \nBreak time 15:00-16:00\n둘째, 넷째화요일 휴무",
    "lng": 127.062336,
    "lat": 37.595849,
    "menu": "돼지한마리, 생삼겹살, 생목살, 항정살, 치마살, 불낙전골, 칼국수, 국수, 냉면, 굴국밥, 돼지주물럭, 김치찌개, 순두부찌개"
  },
  {
    "name": "홍콩반점",
    "type": "중식",
    "time": "10:30-21:10(마지막주문)",
    "lng": 127.062242,
    "lat": 37.595762,
    "menu": "짜장면, 짬뽕, 탕수육"
  },
  {
    "name": "장터분식 해성만두 ",
    "type": "분식",
    "time": "10:30-23:30 \n첫째 주 일요일 휴무",
    "lng": 127.062242,
    "lat": 37.595762,
    "menu": "라면, 국수, 쫄면, 냉면, 짜장면, 짬뽕, 우동, 만두, 수제비, 육개장, 제육덮밥, 라볶이, 오뎅"
  },
  {
    "name": "돈수백",
    "type": "한식",
    "time": "11:00-24:00",
    "lng": 127.062355,
    "lat": 37.595759,
    "menu": "돈탕반, 오소리탕반, 섞어탕반, 돈수백, 고기국수, 수제만두국, 왕만두, 떡갈비냉면, 비빔만두 "
  },
  {
    "name": "24시 해장국 감자탕",
    "type": "한식",
    "time": "05:00-23:00\n둘째, 넷째 수요일 휴무",
    "lng": 127.061176,
    "lat": 37.595726,
    "menu": "돈부리, 차슈동, 부타동, 차부동, 카모로스동, 규동, 가츠동, 더블가츠동, 치즈가츠동, 더블치즈가츠동, 카레 가츠동, 카레덮밥, 가라야게동, 카레가라야게동, 에비동, 치즈 에비동, 믹스동, 치즈 믹스동"
  },
  {
    "name": "일락",
    "type": "일식",
    "time": "10:30-20:00",
    "lng": 127.061187,
    "lat": 37.595713,
    "menu": ""
  },
  {
    "name": "맛닭꼬",
    "type": "치킨",
    "time": "15:00-03:00",
    "lng": 127.061187,
    "lat": 37.595713,
    "menu": "오리지날 현미베이크, 갈릭 현미베이크, 마누라(마늘아) 현미베이크, 칠리 현미베이크, 핫소스 현미베이크, 파파닭 현미베이크, 사천 현미베이크, 오리지날 로스트, 바베큐 로스트, 데리갈릭 로스트, 깐풍기 로스트, 두반장 로스트, 로스트 순살 파닭"
  },
  {
    "name": "외대 불난 곱창",
    "type": "한식",
    "time": "15:00-02:30",
    "lng": 127.061431,
    "lat": 37.595563,
    "menu": "콩나물 불곱창, 콩나물 삼겹살, 치즈곱창, 막창양념구이, 막창소금구이, 대리야끼막창, 야채곱창, 알곱창, 순대볶음, 오돌뼈, 돼지껍데기, 날치알 주먹밥, 볶음밥, 오뎅탕"
  },
  {
    "name": "뽕뜨락 피자",
    "type": "피자",
    "time": "11:00-24:00\n수요일 휴무",
    "lng": 127.06155,
    "lat": 37.595501,
    "menu": "맵뜨락, 비프앤포크, 웨스틴콤보더블, 메가불고기더블, 토핑들의수다, 럽스타, 단호박카사, 콰트로, 궁중떡갈비, 베이컨포테이토, 스파이시쉬림프, 리치킨BBQ, 웨지포테이토, 스윗고구마, 차슈, 불고기, 페페로니, 슈프림콤비, 멜팅치즈, 순살치킨, 치킨텐더/치즈스틱/핫윙, 모짜렐라오븐파스타/불갈비파스타, 미트파스타"
  },
  {
    "name": "고씨네",
    "type": "일식",
    "time": "11:30-20:30",
    "lng": 127.061652,
    "lat": 37.595667,
    "menu": "돈까스 카레, 스페셜 카레, 고로케 카레, 닭튀김 카레, 새우튀김 카레, 소고기 카레, 버섯 카레, 파프리카 카레, 돈까스 우동, 버섯 우동, 프리미엄 스페셜 카레"
  },
  {
    "name": "라화쿵부",
    "type": "중식",
    "time": "",
    "lng": 127.061652,
    "lat": 37.595667,
    "menu": ""
  },
  {
    "name": "피자스쿨",
    "type": "피자",
    "time": "11:00-23:00",
    "lng": 127.061566,
    "lat": 37.59568,
    "menu": "치즈피자, 페퍼로니피자, 콤비네이션피자, 고구마피자, 포테이토피자, 핫치킨피자, 불고기피자, 나폴리피자, 스테이크피자, 까르보네피자, 아이리쉬포테이토피자, 깐쇼새우피자, 직화파인애플피자, 떡갈비피자, 닭안심살피자, 멕시칸바이트피자, 직화홀릭바이트피자, 도이치바이트피자, 비프퀘사디아피자, 치킨퀘사디아피자"
  },
  {
    "name": "서브웨이",
    "type": "샌드위치",
    "time": "08:30-22:30",
    "lng": 127.061566,
    "lat": 37.59568,
    "menu": "햄, 참치, 씨푸드, 베지, 에그 마요, 비엘티, 미트볼, 이탈리안 비엠티, 터키, 스파이시 이탈리안, 치킨 데리야끼, 터키 베이컨, 써브웨이 클럽, 로스트 치킨, 로스트 비프, 써브웨이 멜트, 치킨 베이컨 랜치, 스테이크 & 치즈, 터키 베이컨 아보카도, 베지 찹 샐러드, 에그 마요 찹 샐러드, 클래식 찹 샐러드, 스테이크 & 치즈 샐러드, 터키 베이컨 아보카도 샐러드"
  },
  {
    "name": "씹는곱창",
    "type": "한식",
    "time": "15:00-01:00\n일요일 휴무",
    "lng": 127.061652,
    "lat": 37.595365,
    "menu": "소곱창 모듬(소곱창+대창+막창+염통+떡+웨지감자), 차돌숙주볶음(국내산차돌박이+부추무침+숙주의 콜라보)"
  },
  {
    "name": "도란도란",
    "type": "한식",
    "time": "15:00-02:00",
    "lng": 127.061572,
    "lat": 37.59542,
    "menu": "야채곱창, 순대볶음, 오돌뼈, 알곱창, 막창, 계란말이, 닭발, 닭똥집, 볶음밥"
  },
  {
    "name": "서래갈매기",
    "type": "한식",
    "time": "15:00-03:00",
    "lng": 127.061459,
    "lat": 37.595463,
    "menu": "갈매기살, 소갈매기살, 부속고기, 모듬, 갈껍이, 껍데기, 막창, 냉면, 된장찌개, 계란찜"
  },
  {
    "name": "깡통집",
    "type": "한식",
    "time": "15:00-01:00",
    "lng": 127.061368,
    "lat": 37.595518,
    "menu": "허브칼집삼격살, 허브대패삼겹살, 한돈삼겹살, 차돌박이, 껍데기, 갈릭삼겹살, 고추장파불고기, 소금구이막창, 양념구이막창, 김치말이국수, 냉면, 날치알주먹밥, 철판볶음밥, 된장찌개"
  },
  {
    "name": "돼지왕",
    "type": "한식",
    "time": "17:00-24:00",
    "lng": 127.061266,
    "lat": 37.595561,
    "menu": "소고기, 갈비살, 차돌박이, 꽃보다등심, 대패삼겹, 목살, 삼겹살, 돼지갈비, 항정살, 가브리살, 생목살, 생삼겹살, 돼지갈비, 계란찜"
  },
  {
    "name": "39 돈가스",
    "type": "양식",
    "time": "10:30-20:30",
    "lng": 127.061084,
    "lat": 37.595621,
    "menu": "안심돈가스, 등심돈가스, 매콤돈가스, 김치돈가스, 카레돈가스, 함박가스, 피자돈가스, 함박피자가스"
  },
  {
    "name": "해성 닭 한마리",
    "type": "한식",
    "time": "11:00-23:00",
    "lng": 127.061084,
    "lat": 37.595621,
    "menu": "닭한마리(2인기준), 닭도리탕, 삼계탕, 반계탕, 죽, 바지락칼국수, 바지락수제비, 반마리+칼국수, 모듬사리, 수제비사리, 칼국수사리, 물만두사리, 감자사리, 떡사리, 라면사리, 죽사리"
  },
  {
    "name": "고흥 소 곱창 & 부추",
    "type": "한식",
    "time": "11:00-02:00\n첫째, 셋째 월요일 휴무",
    "lng": 127.060977,
    "lat": 37.595498,
    "menu": "소곱창, 소막창, 부추생삼겹, 생목살, 항정살, 냉삼겹, 대패 삼겹, 볶음밥, 냉면"
  },
  {
    "name": "진미 생고기 전문점",
    "type": "한식",
    "time": "12:00-23:00, 첫째 월요일 휴무",
    "lng": 127.061106,
    "lat": 37.595451,
    "menu": "소갈비살, 생삼겹살, 돼지갈비, 생목살, 냉면"
  },
  {
    "name": "샤로스톤",
    "type": "양식",
    "time": "11:30-22:00",
    "lng": null,
    "lat": null,
    "menu": "살치살, 등심, 갈비살, 부채살, 꽃갈비살, 규카츠, 리코타 치즈 샐러드, 쉬림프 샐러드"
  },
  {
    "name": "가야가야",
    "type": "일식",
    "time": "",
    "lng": null,
    "lat": null,
    "menu": ""
  },
  {
    "name": "오징어바다",
    "type": "횟집",
    "time": "평일, 토요일: 15:00-04:00, 일요일: 15:00-24:00",
    "lng": 127.060882,
    "lat": 37.59537,
    "menu": "광어+우럭, 광어+오징어, 우럭+오징어, 광어+연어, 우럭+연어, 광어+해산물, 우럭+해산물, 광어+우럭+연어, 광어+우럭+오징어, 광어+우럭+튀김, 광어+우럭+해산물, 광어+우럭+산낙지, 도미, 농어, 대광어, 모듬세꼬시, 도미+매운탕, 도미+광어+매운탕, 도미+숭어+매운탕, 도미+우럭+매운탕, 오징어회, 광어회, 우럭회, 놀래미회, 아나고, 도다리, 연어, 연어+사케, 숭어(봄), 전어(가을), 방어(겨울), 멍게, 개불, 해삼, 산낙지, 소라, 전복, 전복구이, 모듬해산물, 알탕, 조개탕, 해물탕, 대합탕, 대구장지리, 연포탕, 꽃게탕, 통우럭매운탕, 오징어물회, 광어물회, 우럭물회, 놀래미물회, 모듬물회, 오징어무침, 광어무침, 우럭무침, 놀래미무침, 오징어튀김, 오징어탕수육, 새우튀김, 반반튀김, 오징어통찜, 새우구이, 시사모구이, 대합구이, 통우럭위, 가리비구이, 회덮밥, 알밥, 초밥, 회정식"
  },
  {
    "name": "도네누",
    "type": "한식",
    "time": "16:00-01:00",
    "lng": 127.060802,
    "lat": 37.595264,
    "menu": "뼈 없는 양념 갈비, 갈매기살, 안창살, 갈비살, 돼지 껍데기, 항정살, 생삼겹살, 매콤 삼겹살, 뼈 없는 양념 닭발, 소세지, 모듬버섯, 냉면, 어머니 김치찌개, 시골된장찌개, 날치알밥, 돌솥누렁지, 땡땡이도시락"
  },
  {
    "name": "숯불 꼼닭발",
    "type": "한식",
    "time": "",
    "lng": 127.060802,
    "lat": 37.595264,
    "menu": ""
  },
  {
    "name": "신나는 마당",
    "type": "",
    "time": "",
    "lng": 127.060624,
    "lat": 37.595097,
    "menu": ""
  },
  {
    "name": "꿀꿀",
    "type": "한식",
    "time": "16:00-02:00",
    "lng": null,
    "lat": null,
    "menu": "꿀꿀 김치찌개, 꿀꿀 제육볶음, 꿀꿀 계란말이"
  },
  {
    "name": "버드나무 순대국",
    "type": "한식",
    "time": "07:00-22:00",
    "lng": 127.060023,
    "lat": 37.594349,
    "menu": "순대국, 머리국, 순대국밥, 머리국밥, 냉면, 수육, 술국, 순대볶음, 제육볶음, 계란말이, 계란찜"
  },
  {
    "name": "스시 오카루",
    "type": "일식",
    "time": "12:00-22:00\nBreak time 15:00-17:00\n일요일 휴무",
    "lng": null,
    "lat": null,
    "menu": "점심특선(9p), 오늘의 초밥(10p), 특 모듬 초밥(12p)"
  },
  {
    "name": "르안타이",
    "type": "양식",
    "time": "평일: 11:30-21:00, 주말: 12:00-21:00\nBreak time: 15:00-16:30\n월요일 휴무",
    "lng": 127.060034,
    "lat": 37.594438,
    "menu": "쏜땀, 얌운센, 풋팟퐁, 느어팟남만호이, 꿍팟프리완, 토드먼꿍, 코코넛 새우 튀김, 카오팟푸, 카오팟샤파롯, 팟타이(새우 or 닭), 팟키마오(새우 or 닭), 팟 씨유, 똠얌꿍, 베트남 쌀국수"
  },
  {
    "name": "썬더치킨",
    "type": "치킨",
    "time": "11:30-01:30",
    "lng": 127.060633,
    "lat": 37.597549,
    "menu": "후라이드치킨, 양념치킨, 순살치킨, 카레치킨, 파닭치킨, 마늘치킨, 간장치킨, 닭강정"
  },
  {
    "name": "식당면",
    "type": "중식",
    "time": "11:30-10:30",
    "lng": 127.060536,
    "lat": 37.597604,
    "menu": "볶음짜장, 해물짜장, 삼선짬뽕, 사천탕면, 새우탕면, 백면, 야끼우동, 볶음밥, 고추잡채, 누룽지탕, 튀김만두, 탕수육, 찹쌀탕수육, 깐풍기"
  },
  {
    "name": "양꼬치 chuanke",
    "type": "중식",
    "time": "11:00-24:00",
    "lng": 127.060445,
    "lat": 37.597753,
    "menu": "양꼬치, 소꼬치, 닭꼬치, 소힘줄, 혈관, 힘줄, 닭똥집, 닭심장, 닭날개, 어묵, 오징어, 새우, 오돌뼈, 건두부, 가지, 부추, 만두, 명태, 소세지"
  },
  {
    "name": "물고기김밥",
    "type": "한식",
    "time": "평일 10:30-20:00, 토요일 10:30-19:00\nBreak time 14:00-15:30\n일요일 휴무",
    "lng": 127.060348,
    "lat": 37.597791,
    "menu": "물고기김밥, 참치김밥, 치즈김밥, 파프리카김밥, 매운오뎅김밥, 멸치견과류김밥"
  },
  {
    "name": "석우동",
    "type": "일식",
    "time": "10:30-22:00\n일요일 휴무",
    "lng": 127.059892,
    "lat": 37.598229,
    "menu": "석우동, 김치우동, 튀김우동, 어묵우동, 계란우동, 해물우동, 짬뽕우동, 야채김밥, 김치김밥, 참치김밥, 치즈김밥, 계란말이김밥, 소고기김밥"
  },
  {
    "name": "식.com",
    "type": "중식",
    "time": "11:00-22:00",
    "lng": 127.059785,
    "lat": 37.598344,
    "menu": "마라라쇼룽샤, 장뼈다구, 홍소육, 마라갈비꼬치, 양꼬치, 탕수육, 수주육, 마라향궈, 마라소라, 오징어, 힘줄꼬치, 가리비구이, 샤브샤브, 대하요리, 향라오징어, 홍소갈비, 지삼선 "
  },
  {
    "name": "번 99",
    "type": "베트남음식점점",
    "time": "11:00-21:00",
    "lng": 127.058669,
    "lat": 37.599024,
    "menu": "Pho bo(소고기쌀국수), Bun cha(분짜), Bun rieu(토마토해산물쌀국수), Nem(넴), 코코넛바나나튀김"
  },
  {
    "name": "파치",
    "type": "양식",
    "time": "11:30-20:30\nBreak time 15:40-17:00\n주말 휴무",
    "lng": 127.057757,
    "lat": 37.599104,
    "menu": "베이컨 올리오 파스타, 봉골레 파스타, 새우 바질페스토 파스타, 감베로니 로제 파스타, 베이컨 로제 파스타, 순살 후라이드 치킨, 순살 양념치킨, 순살 핫 양념치킨, 순살 간장갈릭 치킨, 순살 깐풍 치킨, 순살 알프레도 치킨"
  },
  {
    "name": "자연김밥",
    "type": "한식",
    "time": "평일 09:00-20:00\n토요일 10:00-20:00\n일요일 휴무",
    "lng": 127.057618,
    "lat": 37.599495,
    "menu": "건강한 자연김밥, 새콤달콤한 어묵김밥, 겨자소스를 곁들인 부추김밥, 레드와인으로 조리한 스팸햄김밥, 담백한 참치김밥, 영양풍부 연어김밥, 참깨소스를 곁들인 닭가슴살김밥"
  },
  {
    "name": "칠갑산생고기",
    "type": "한식",
    "time": "10:00-22:00\n일요일 휴무",
    "lng": 127.057452,
    "lat": 37.599363,
    "menu": "돼지불백, 생삼겹살, 김치찌개"
  },
  {
    "name": "59 쌀피자",
    "type": "양식",
    "time": "11:00-22:50\n월, 일요일 11:00-22:00",
    "lng": 127.057758,
    "lat": 37.599125,
    "menu": "농촌피자, 바이트골드피자, 통새우피자, 핫스파이스피자, 도이치소시지피자, 어촌피자, 허니고르곤피자, 통감자새우피자, 게살피자, 불새피자, 베이컨포테이토피자, 스위트골드피자, 더블바베큐피자, 육해공골드피자, 단호박피자, 씨푸드골드피자"
  },
  {
    "name": "꿀닭",
    "type": "한식",
    "time": "09:00-21:00",
    "lng": 127.05793,
    "lat": 37.598985,
    "menu": "두루치기기정식, 물닭갈비정식, 생돼지전골, 우동라면사리"
  },
  {
    "name": "일촌분식",
    "type": "분식",
    "time": "10:00-23:30\n일요일 휴무",
    "lng": 127.057882,
    "lat": 37.598849,
    "menu": "일촌김밥, 참치김밥, 치즈김밥, 쫄면, 냉면, 참치김치찌개, 된장+비빔밥, 순두부+비빔밥, 떡만두국"
  },
  {
    "name": "이삭토스트",
    "type": "양식",
    "time": "평일 07:30-21:00\n토요일 07:30-20:00\n일요일 휴무",
    "lng": 127.058451,
    "lat": 37.598598,
    "menu": "베이컨 베스트, 불갈비 mvp, 핫떡갈비 mvp, 새우 mvp, 핫치킨 mvp, 불고기 mvp, 스테이크 햄 vip, 햄 스페셜, 햄치즈, 감자, 베이컨 치즈 머핀, 베이컨 치즈 베이글, 더블치즈 감자, 매운 돈까스"
  },
  {
    "name": "꿀먹은강정",
    "type": "한식식",
    "time": "13:00-24:00",
    "lng": 127.0588,
    "lat": 37.598526,
    "menu": "컵강정, 꿀먹은 강정, 후라이드 강정, 고추먹은 강정"
  },
  {
    "name": "서울치즈피자",
    "type": "양식",
    "time": "10:30-22:50",
    "lng": 127.059141,
    "lat": 37.598388,
    "menu": "치즈피자, 서울치즈스페셜피자, 페퍼로니피자, 야채피자, 하와이언피자, 콤비네이션피자, 포테이토피자, 불고기피자, 매콤한피자"
  },
  {
    "name": "올떡볶이",
    "type": "분식",
    "time": "11:00-24:30\n주말 휴일",
    "lng": 127.057667,
    "lat": 37.59865,
    "menu": "컵닭, 떡꼬치, 돈까스, 우동, 날씬 국물 떡볶이, 탕수육, 핫도그"
  },
  {
    "name": "돌돌말아뽀글뽀글",
    "type": "한식",
    "time": "06:00-19:00",
    "lng": 127.056772,
    "lat": 37.598419,
    "menu": "고기김치찌개, 참치김치찌개, 된장찌개, 순두부찌개, 부대찌개, 육개장, 청국장, 고등어구이, 알밥, 김치알밥, 치즈김치알밥, 돌솥비빔밥, 오징어덮밥"
  },
  {
    "name": "야마자께",
    "type": "분식",
    "time": "09:00-20:00",
    "lng": 127.057008,
    "lat": 37.598444,
    "menu": "카레주먹밥, 참치주먹밥, 김치주먹밥, 날치알주먹밥, 김치볶음밥, 참치볶음밥, 쫄면순두부, 만두순두부, 물냉면, 비빔냉면, 비빔쫄면, 만두오뎅전골, 해물오뎅전골, 해물순두부전골, 부대찌개전골, 김치우동+주먹밥, 오뎅우동+주먹밥, 해물우동+주먹밥"
  },
  {
    "name": "봉구스밥버거",
    "type": "한식",
    "time": "10:45-19:30",
    "lng": 127.056686,
    "lat": 37.598299,
    "menu": "쏘야, 애봉이, 봉에그, 소불고기, 치즈닭갈비, 마요제육, 햄제육, 치즈버터장조림, 에크치킨마요, 감자통살돈까스, 햄치즈불참치, 치즈마요소스매콤찜닭, 추억의치즈도시락, 추억의제육도시락, 에그봉순이, 햄봉순이"
  },
  {
    "name": "토마토도시락",
    "type": "한식",
    "time": "09:00-21:00",
    "lng": 127.05616,
    "lat": 37.598375,
    "menu": "데리와퍼치킨, 데리와퍼치킨세트, 돈까스볼케이노, 수제함박스테이크덮밥, 데리와퍼치킨, 햄버그로제파스타, 참치마요, 코다리강정도시락, 수제함박스테이크도시락, 칠리콤보도시락, 콤보볶음밥"
  }
 ]

const foodRefs = firebase.database().ref('foods')

for (let i=0; i<foods.length; i++) {
  foodRefs.push(Object.assign(foods[i], { likes: 0 }))
    .then(data => {
      console.log('add', data.val());
    })
    .catch(err => {
      console.log(err);
    })
}